In [1]:
import numpy as np
import pandas as pd

In [6]:
fake_data = {'Name':['Hector Barbossa','Joshamee Gibbs','Jack Sparrow'],'age':[30,31,45],'Profession':['Captain of the ship','First Mate','Captain of the ship']}

In [7]:
dataframe = pd.DataFrame(fake_data)

In [8]:
dataframe.head()

              Name  age           Profession
0  Hector Barbossa   30  Captain of the ship
1   Joshamee Gibbs   31           First Mate
2     Jack Sparrow   45  Captain of the ship